{"imperium":[
    "The Emperor created 20 genetically enhanced children to lead his conquest of the galaxy. These children became the Primarchs, and are the basis of all space marines.",

    "As babies, the Primarchs were kidnapped by demons and scattered across the galaxy. They grew up completely separately from each other and the Imperium, only being reunited years later. Two Primarchs are still missing.",

    "Each primarch served as the genetic basis for their own legion of space marines. These original legions in turn are the basis of all subsequent chapters. All living space marines contain the grafted DNA of a primarch.",

    "In the year 30,000, the primarch Horus Lupercal betrayed the Imperium and started a massive civil war. This is known as the Horus Heresy and resulted in the deaths of the Emperor, most of the primarchs, and Horus himself.",

    "Of the 20 Primarchs, only 9 remained loyal to the emperor during the heresy. Of those, only one (Roboute Guilliman, Primarch of the Ultramarines) is still alive.",

    "While Horus, primarch of the Sons of Horus and leader of the Heresy, is dead, several traitor primarchs remain active including Angron of the World Eaters, Mortarian of the Death Guard, and Magnus the Red of The Thousand Sons.",

    "The Ultramarines are led by Roboute Gulliman and are the most strict, rule-abiding chapter. They follow the Codex Astartes (a guide on how to be a good space marine written by RB) to the letter.",

    "Space Marines have 22 extra organs implanted in them during the transition process, including an additional heart, 2 extra sets of lungs, and another kidney. The implantation process takes roughly 6-8 years. Scientifically Space Marines are mutants, but that’s heresy, so the Imperium refers to them as Transhumans."
],

"chaos":[
    "There are 4 chaos gods: Nurgle the god of Life and Disease; Khorne the god of violence and glory; Tzeentch the god of knowledge and treachery; and Slaanesh the god of excess.",

    "Each god has at least one primarch-led  traitor legion of space marines sworn to their service. Death Guard for Nurgle, World Eaters for Khorne, Thousand Sons for Tzeentch, and Emperor’s Children for Slaanesh.",

    "Chaos inhabits and is native to the Warp, a plane of pure psychic energy created and empowered by emotion. In the past the warp was a largely neutral space, but violence and hate have become such a dominant force in the 41st millennium that now it’s utterly hostile.",

    "Residents of the Warp are known as demons and they can appear anywhere the warp intersects with reality. There are some places where such portals exist naturally, but they can also be artificially opened with the use of technology or psychic power.",

    "Demons are often (though not always) aligned to one of the chaos gods. Being made of pure psychic energy, demons can be extremely different from one another even within godly affiliation.",

    "Rarely, mortals may “ascend” and become demons by allowing their bodies to be deconstructed into pure psychic energy. Most mortals who ascend this way become chaos spawn, mindless instinct driven mutants, but rarely they may end up as demon princes who retain control of their minds."
],

"xenos":[
    "The ork word for shooting is “Dakka” and much of ork philosophy is driven by a desire for “more dakka.” Often Orks will pick their weapons largely based on how fast it shoots, rather than if it’s accurate. The melee equivalent of Dakka is choppa.",

    "Orks project a weak psychic field that’s useless to individual Orks but can warp reality subtlety when enough of them are gathered. With enough Orks gathered together, vehicles painted red will be faster than identical counterparts and munitions painted yellow will result in larger explosions (and vice-versa) purely due to the combined belief of the assembled Orks that that should be the case.",

    "In extreme cases, ork vehicles and weapons may even continue to function after using up all their fuel/ammunition because (since no one checked) the Orks still believe they’re fine. There’s at least one recorded instance of an ork shooting a guardsman to death with what (upon further inspection) turned out to be a broom handle because the ork reached for it and fired before realizing his mistake (and was under the presence of an incredibly powerful ork gestalt field. This is not a thing Orks can do all the time.)",

    "Tyrannids (often shortened to “Nids”) are a race of intergalactic insectoids who seek only to amass more and more biomatter. To this end the invade planets teeming with life and strip them bare, consuming all organic matter and converting it to more Tyrannids."
]
}