[{"alliance": "Grand Alliance: Chaos", "faction": "Beasts of Chaos", "subfaction": "", "fact": "The Beasts of Chaos are an odity even among the other factions allied to chaos. While they worship the chaos gods, they don't do so with any kind of loyalty, often offering prayers and sacrifices to whoever makes them the best offer that day. Full devotion is for the civilized, the beasts know chaos rewards it's true children."}, {"alliance": "Grand Alliance: Chaos", "faction": "Skaventide", "subfaction": "", "fact": "Skaven operate under the orders of the Council of 13. The Council includes representatives from each of the 12 strongest clans with the 13th member being their god, the Great Horned Rat. Importance on the council is represented by seat, with the 1st and 12th seats being most prestigious (closest to the GHR) and decreasing from there."}, {"alliance": "Grand Alliance: Chaos", "faction": "Slaves to Darkness", "subfaction": "", "fact": "Archaon, the Everchosen, Champion of the four Chaos Gods, Bringer of the End Times, Grand Marshall of the Apocalypse, was once a loyal empire citizen named Diederik Kastner. He abandoned the empire and embraced his prophecied destiny after a botched assassination attempt by the holy inquisition."}, {"alliance": "Grand Alliance: Chaos", "faction": "Slaves to Darkness", "subfaction": "", "fact": "After Archaon succeeded in destroying the World That Was, the four chaos gods offered him the ultimate gift they can bestow, daemonhood, a chance to become immortal in the warp and operate as an agent of chaos forever. He refused."}, {"alliance": "Grand Alliance: Death", "faction": "", "subfaction": "", "fact": "Nagash was the first necromancer, and ascended to godhood during the events of the end times. He’s responsible for basically all varieties of undead."}, {"alliance": "Grand Alliance: Death", "faction": "Flesh-Eater Courts", "subfaction": "", "fact": "The Flesh-Eater Courts are a collection of ghouls who offended Nagash so badly that he trapped their minds in a vast tapestry of madness known as The Grand Delusion. FEC ghouls believe themselves to be noble knights and valiant royalty while in reality they are barely humanoid monsters who fight and eat all around them with the full confidence of madness."}, {"alliance": "Grand Alliance: Death", "faction": "Ossiarch Bonereapers", "subfaction": "", "fact": "Being the supreme necromancer, Nagash requires a constant supply of bodies to practice his craft. To this end, he created the Ossiarch Bonereapers, legions of skeletal warriors who collect a grim tithe across all the realms. Wise settlements carefully collect their dead to offer when the reapers come for their tithe, for if there are no bodies available for collection, the Ossiarch are happy to create some."}, {"alliance": "Grand Alliance: Destruction", "faction": "", "subfaction": "", "fact": "Orcs and goblins do not have a verifiable afterlife. The god of death, Nagash, has never been able to track the movement of their souls and many suspect they reincarnate as great orc and goblin leaders will often bear uncanny resemblances to ones of the past. Trolls have an afterlife though. It’s a big cave."}, {"alliance": "Grand Alliance: Destruction", "faction": "", "subfaction": "", "fact": "Once two gods known as Gork and Mork, Gorkamorka fused into a single entity when the old world was destroyed. Now the twin-headed god of destruction, Gorkamorka commands his worshipers to smash, break, and tear down the artifices of the mortal realms as a matter of course."}, {"alliance": "Grand Alliance: Destruction", "faction": "", "subfaction": "", "fact": "While many theories have been proposed as to why orcs and goblins split ways during the age of myth, going on to form their own disperate clans and cultures seperate from one another, there are two leading theories. First, that Gorkamorka himself commanded they split so that each could learn to survive without the aid of the other and eventually return to a single, overwhelming force once more in the distant future. Second, (and considered equally likely) that it all was the result of a particularly contentionous argument over a particularly shiny spoon."}, {"alliance": "Grand Alliance: Destruction", "faction": "Gloomspite Gitz", "subfaction": "", "fact": "Some goblins worship “The Bad Moon,” a cosmic entity that empowers goblins, trolls, and spiders with uncanny abilities. The moon is not a real moon, and it keeps an erratic and unpredictable orbit that will often stop, change directions, or even reverse without warning."}, {"alliance": "Grand Alliance: Destruction", "faction": "Gloomspite Gitz", "subfaction": "", "fact": "No one actually knows where trolls come from. Unlike the other species that follow the bad moon, trolls tend to be able to predict and arrive before it does. Some claim trolls might even be leading it, rather than the other way around."}, {"alliance": "Grand Alliance: Destruction", "faction": "Gloomspite Gitz", "subfaction": "Da' King's Gitz", "fact": "Skragrott the Loonking, self-proclaimed king of the “Gloomspite Gitz” a horde of horrifying goblins, trolls, and giant spiders, owes a single event to his accumulation of power. He correctly predicted the arrival of the Bad Moon… once. Knowing that his seeming gift of prophecy was his only claim to power, he quickly set about finding ways to replicate it. His solution? Kidnapping every wizard, soothsayer, and mystic and chaining them up his basement, feeding them hallucinogenic mushrooms until they’re gibbering maniacs, and having a legion of dedicated scribes write down their every word so he can scan the accumulated texts for common threads and hints at the Bad Moon’s next arrival."}, {"alliance": "Grand Alliance: Destruction", "faction": "Gloomspite Gitz", "subfaction": "Grimscuttle", "fact": "Goblins of the Grimscuttle tribe once lived in the haunted forests south of Neferata's bloodkeep on the realm of Shyish. But when they got too bothersome for the vampire mortarch to stand anymore, she sent her knights to wipe them out. Having long worshiped the giant spiders of the area, the Grimscuttle shamans cried out for salvation, only to summon massive building-sized spiders who cralwed through the cracks in reality and began to savage undead and goblins alike. When the bloodshed abated, the goblins managed to convince these huge Skitterstrand Arachnarok spiders that they were more useful as servants than food, and one of the realm's most terrifying partnerships was born."}, {"alliance": "Grand Alliance: Destruction", "faction": "Orruk Warclans", "subfaction": "", "fact": "Orcs use teeth as currency."}, {"alliance": "Grand Alliance: Destruction", "faction": "Sons of Behemat", "subfaction": "", "fact": "Gargants are a race of monstrous, massive humanoids who trace their lineage to the god-beast Behemat. For eons Behemat served as the right-hand man of Gorkamorka the god of destruction, but when Gorkamorka grew weary of Behemat’s constant attempts to surpass him, he challenged him to undertake his own most difficult trial, a battle with the God-King Sigmar. Behemat marched on Azyr, determined to fight the God-King himself, but his approach was interpreted as an attack and he was slain by the Celestant Prime with one of Sigmar’s holy bolts."}, {"alliance": "Grand Alliance: Destruction", "faction": "Sons of Behemat", "subfaction": "", "fact": "Since the death of Behemat, gargants have undergone a strange metamorphosis, growing even larger than normal and gaining mysterious powers of their dead forebear. The largest of these, dubbed Mega-gargants, have begun to compete for the now-open title of gargant god, a competition that leaves unimaginable ruin in its wake as they mindlessly trample cities, fortresses, and natural wonders in their fury."}, {"alliance": "Grand Alliance: Destruction", "faction": "Sons of Behemat", "subfaction": "", "fact": "King Brodd, most likely candidate to inheret the mantle of Behemat, has a deep and enduring distrust of Kragnos, the self-proclaimed god of earthquakes. Where does this mistrust originate you might ask? Why, from Kragnos's lack of feet, obviously."}, {"alliance": "Grand Alliance: Order", "faction": "", "subfaction": "", "fact": "The Mortal Realms (the world that formed in the wake of the destruction of the World That Was) have experienced three major chronological periods. The age of myth featured the arrival of many gods and the emergence of many of the species and cultures that inhabit the realms now. The age of chaos followed, when the chaos gods discovered the realms and poured in attempting to finish the job they started with the World That Was. With the forging of the first Stormcast Eternals and founding of the Cities of Sigmar, the gods of order have pushed back and established a beachhead officially beginning the Age of Sigmar."}, {"alliance": "Grand Alliance: Order", "faction": "", "subfaction": "", "fact": "The Mortal Realms formed from the coalescence of the soul of the World That Was with the magics of the realm of chaos, creating eight distinct realms each derived from the winds of magic. The realms of Azyr (Heavens), Shyish (Death), Ghyran (Life), Ghur (Beasts), Ulgu (Shadows), Hysh (Light), Chamon (Metal), and Aqshy (Fire) each feature vast expanses and magnificent landscapes (and loads of dangerous creatures, obviously)."}, {"alliance": "Grand Alliance: Order", "faction": "", "subfaction": "", "fact": "Dwarfs, Elves, Humans, Ogors, and Lizardmen were all created by The Old Ones to try and prevent the destruction of the world by the forces of chaos. They failed."}, {"alliance": "Grand Alliance: Order", "faction": "", "subfaction": "", "fact": "After the destruction of the World That Was, the souls of many powerful individuals drifted aimlessly in the void for millennia before finding their way to the newly created Mortal Realms. Many of these powerful souls would be remade in the powerful magics of the realms as newly anointed gods, including the God-King Sigmar who would make it his personal mission to protect this new world."}, {"alliance": "Grand Alliance: Order", "faction": "", "subfaction": "", "fact": "While Sigmar was one of the first gods of the World That Was to manifest in the Mortal Realms, he was far from the last. The elven twins Tyrion and Teclis (now gods of the sun and moon), their uncle Malerion (god of shadows), their great-aunt Morathi (the newly-ascended goddess of murder), and the dwarf ancestor gods Grungni, Grimmnir, and Valaya (gods of craftsmanship, honorable combat, and the hearth) all have made their way to the realms and taken places amongst Sigmar’s pantheon."}, {"alliance": "Grand Alliance: Order", "faction": "Daughters of Khaine", "subfaction": "", "fact": "While the elf Morathi has been an ally of Sigmar for some time, she only just attained godhood. Commanding her temple-armies under the guise of worshiping Khaine, the God of Murder, Morathi enacted a brutal ritual to kill Khaine and take his place as the new goddess of Murder. Now dubbed Morathi-Khaine, her soul is split between two bodies that she uses to lead her blood-crazed followers in solidarity with (a slightly disgruntled) Sigmar."}, {"alliance": "Grand Alliance: Order", "faction": "Stormcast Eternals", "subfaction": "", "fact": "When the chaos gods threatened to overwhelm the mortal realms in full, destroying them as they’d destroyed the World That Was, Sigmar retreated into the plane of Azyr to formulate the plan. His solution? The Stormcast Eternals, souls of heroes reforged upon the Anvil of Apotheosis and imbued with Sigmar’s holy lightning, stride fearlessly into battle with the knowledge that their deaths are only temporary, reforming after every death just like their demonic enemies."}, {"alliance": "Grand Alliance: Order", "faction": "Stormcast Eternals", "subfaction": "Hammers of Sigmar", "fact": "The Lord Commander of the Hammers of Sigmar, one of the oldest and most venerable chambers of Stormcast Eternals, is Bastian Carthalos. Once the leader of a band of nomads who resisted the invasion of chaos on their own terms, Bastian fought Archaon the Everchosen to a standstill with only his trusty warhammer Sunderer… before he was a Stormcast Eternal. When Bastian learned of the Stormcast and Sigmar’s oath to drive off chaos, he walked into the Anvil of Apotheosis of his own volition. To this day he’s the only Stormcast to have ever been reforged while still alive."}, {"alliance": "chaos", "faction": "", "subfaction": "", "fact": "There are 4 chaos gods: Nurgle the god of Life and Disease; Khorne the god of violence and glory; Tzeentch the god of knowledge and treachery; and Slaanesh the god of excess."}, {"alliance": "chaos", "faction": "", "subfaction": "", "fact": "Chaos inhabits and is native to the Warp, a plane of pure psychic energy created and empowered by emotion. In the past the warp was a largely neutral space, but violence and hate have become such a dominant force in the 41st millennium that now it's utterly hostile."}, {"alliance": "chaos", "faction": "Chaos Demons", "subfaction": "", "fact": "Residents of the Warp are known as demons and they can appear anywhere the warp intersects with reality. There are some places where such portals exist naturally, but they can also be artificially opened with the use of technology or psychic power."}, {"alliance": "chaos", "faction": "Chaos Demons", "subfaction": "", "fact": "Demons are often (though not always) aligned to one of the chaos gods. Being made of pure psychic energy, demons can be extremely different from one another even within godly affiliation."}, {"alliance": "chaos", "faction": "Chaos Demons", "subfaction": "", "fact": "Rarely, mortals may \"ascend\" and become demons by allowing their bodies to be deconstructed into pure psychic energy. Most mortals who ascend this way become chaos spawn, mindless instinct driven mutants, but rarely they may end up as demon princes who retain control of their minds."}, {"alliance": "chaos", "faction": "Chaos Marines", "subfaction": "", "fact": "Each god has at least one primarch-led  traitor legion of space marines sworn to their service. Death Guard for Nurgle, World Eaters for Khorne, Thousand Sons for Tzeentch, and Emperor's Children for Slaanesh."}, {"alliance": "imperium", "faction": "Adepta Sororitas", "subfaction": "", "fact": "The Adepta Sororitas is an order of all-female religious warriors who serve as the unofficial standing military of the Ecclesiarchy, the de facto church of the Imperium. During the founding of the Imperium, the Ecclesiarchy was explicitly forbidden from maintaining any \"men under arms\" so as to not become too powerful. Maintaining an all female military, while certainly not in the spirit of the original decree, dodges this limitation."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "", "fact": "The Emperor created 20 genetically enhanced children to lead his conquest of the galaxy. These children became the Primarchs, and are the basis of all space marines."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "", "fact": "As babies, the Primarchs were kidnapped by demons and scattered across the galaxy. They grew up completely separately from each other and the Imperium, only being reunited years later. Two Primarchs are still missing."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "", "fact": "Each primarch served as the genetic basis for their own legion of space marines. These original legions in turn are the basis of all subsequent chapters. All living space marines contain the grafted DNA of a primarch."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "", "fact": "In the year 30,000, the primarch Horus Lupercal betrayed the Imperium and started a massive civil war. This is known as the Horus Heresy and resulted in the deaths of the Emperor, most of the primarchs, and Horus himself."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "", "fact": "Of the 20 Primarchs, only 9 remained loyal to the emperor during the heresy. Of those, only one (Roboute Guilliman, Primarch of the Ultramarines) is still alive."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "", "fact": "While Horus, primarch of the Sons of Horus and leader of the Heresy, is dead, several traitor primarchs remain active including Angron of the World Eaters, Mortarian of the Death Guard, and Magnus the Red of The Thousand Sons."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "", "fact": "Because of the resources involved, new space marine chapters are created in batches designated \"foundings.\" Because each founding creates a massive amount of space marines at once, any issues with the process of a founding tends to get spread across each of the space marines involved. One such founding, later designated the \"Cursed 21st Founding\" is notorious for having so many errors that the chapters derived from it either immediately defected to chaos or are still shunned by their allies to this day."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "", "fact": "Many speculate that the 21st founding suffered from an increase in errors because the Adeptus Mechanicus (who oversee each founding) attempted to modify some known issues out of existing chapter's genestock. Much like trying to fix bugs in someone else's, 10,000 year old code, this led to far more and far worse errors in most of the chapters created (while often not even fixing the original flaws)."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": " ", "fact": "Space Marines have 22 extra organs implanted in them during the transition process, including an additional heart, 2 extra sets of lungs, and another kidney. The implantation process takes roughly 6-8 years. Scientifically Space Marines are mutants, but that's heresy, so the Imperium refers to them as Transhumans."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Black Dragons", "fact": "The Black Dragon chapter of the cursed 21st founding suffer from an excessive level of bone growth due to an unexpected interaction between the Ossmodula (an artificial organ implanted to help neophyte space marines grow to the correct size) and genetic meddling. This growth has caused most to develop additional protruding bones from their heads, hands, and legs that (while painful) some choose to embrace and use as weapons on the battlefield."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Blood Angels", "fact": "The Blood Angels were led by Sanguinius and are one of the most recognized and celebrated chapters in the Imperium. Sanguinius himself was oft described as the Emperor's favorite son, and the Blood Angels strive to present as noble, heroic defenders of humanity. Unfortunately, secret to all but the highest ranking officers, their gene seed is corrupted by an unnatural craving to consume human blood. The Red Thirst as it is known within the chapter is a great source of shame, and the Blood Angels are quick to silence anyone who might share knowledge of it with the larger Imperium. (Also suggesting that any space marine, let alone E's favorite chapter, could possibly be flawed is top-tier heresy and a great way to earn yourself a swift execution.)"}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Blood Angels", "fact": "Sanguinius was raised on the deathworld of Baal Secundus by the warlike roving tribes that called the planet home. Touched by mutation at a young age, Sanguinius bore a pair of angel-like wings that he had full facility of and used as both a source of mobility and inspiration when later leading his chapter into battle. Wings were not his only mutation however, as unknown to any but his closest compatriot the angel primarch also had an unnatural craving for human blood, a compulsion he passed down to his chapter. Sanguinius died during the Heresy, struck down by Horus himself while defending the Emperor, but also wounding Horus enough to prevent his victory and the collapse of the Imperium."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Blood Gorgons", "fact": "The Blood Gorgons chapter of the cursed 21st founding are hyper aggressive, distasteful of authority, and suffer from an above average number of chaos mutations. They defected to the side of chaos within just 60 years of their creation, the fastest known defection."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Dark Angels", "fact": "The Dark Angels were led by Lion El'Jonson and are the the most secretive and esoteric of all space marine chapters. They do not follow the Codex Astartes, instead abiding by their own much stricter and archaic set of laws, and pursue a never ending goal of atoning for what they see as a horrible sin they inflicted upon the Imperium during the Horus Heresy. During the Heresy, the chapter split in a brutal inter-chapter war that resulted in the destruction of their home planet, Caliban, and many Dark Angels succumbed to chaos and escaped into the warp. As the only chapter of split allegiance (with all others either remaining loyal or fully turning) the Dark Angels see it as their solemn duty to personally kill any and all of their fallen brethren."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Dark Angels", "fact": "Lion El'Jonson was raised on the deathworld of Caliban, which was under constant threat by massive mutated monsters known as \"Great Beasts.\" The planet itself had regressed to a feudal system of government while still maintaining a high level of technological advancement, and Lion quickly grew his reputation by taking on expeditions to slay Great Beasts in order to protect his adopted world. Lion died during the Dark Angels inter-chapter war which also resulted in the destruction of Caliban due to warp interference. (Imagine trying to pull the crust of a planet through its own core like someone tying their shoes and you've basically got the idea.)"}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Dark Angels", "fact": "Surprise! Lion El'Jonson isn't actually dead! While officially he perished at the fall of Caliban, in actuality he's comatose on The Rock, a mobile space station and the Dark Angel's current base of operations. While his body is healed, his coma persists, and many Dark Angels believe he'll only awake once all of the traitor Dark Angels are finally slain."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Fire Hawks", "fact": "The Fire Hawks chapter of the cursed 21st founding were highly decorated for their brief time serving the imperium, but upon their first encounter with the forces of Tzeentch, they were torn asunder thanks to a vulnerability in their collective psychic landscape and scattered into the void. Now existing only as manifest psychic energy, they occasionally join in on imperium battles as warp-ghosts designated as \"The Legion of the Damned.\""}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Flame Falcons", "fact": "The Flame Falcons chapter of the 21st founding were exterminated almost to a man after it was discovered that their flesh was extremely flammable (igniting at even the slightest provocation) but that the rest of their bodies were essentially fireproof. Lured to temptation by the chaos god Slaanesh, they were declared traitors and exterminated by the Officio Exterminatum."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Iron Hands", "fact": "The Iron Hands were led by Ferrus Manus (hey that's me!) and are renowned for their skill in manufacturing and cybernetics. In the time since the Heresy, they've become reclusive and distrustful of their fellow space marines, rarely engaging with anyone outside their chapter except when absolutely necessary."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Iron Hands", "fact": "Ferrus Manus (hey that's me!) was raised on the savage world of Medusa, and much of his youth is shrouded in mystery. He gained a reputation for harsh leadership, uniting the disparate human clans of the planet under his rule and boldly propelling them into a more technically advanced society through his experimentation with abandoned old world tech buried deep in the planet's ice. Ferrus' most unique feature were his hands, which were coated in a layer of the ancient metal necrodermis and allowed him to freely shape other metals without need of heat or tools. Ferrus Manus died during the Heresy, struck down by the traitor primarch Fulgrim."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Lamenters", "fact": "The Lamenters chapter of the cursed 21st founding are possibly the most well known of the 21st chapters, as they seem to have contracted an uncharacteristically supernatural strain of bad luck. Ricochets hit them without fail, holes in their Geller Field manifest on every single instance of warp travel, and they've never fought in any battle that resulted in less than 70% casualties. Upon last report, they'd seemingly been trapped by a Tyranid hive fleet on their own homeworld."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Minotaurs", "fact": "The Minotaurs chapter of the cursed 21st founding possesses an overwhelming, psychically ingrained hatred of other space marines that appears to permeate their gene seed. While still loyal, operating as a single chapter whenever possible to avoid their irrational hatred, they are the first chapter to volunteer for missions led against chaos marines or exterminating other non-compliant chapters."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Ultramarines", "fact": "The Ultramarines are led by Roboute Guilliman and are the most strict, rule-abiding chapter. They follow the Codex Astartes (a guide on how to be a good space marine written by RB) to the letter."}, {"alliance": "imperium", "faction": "Space Marines", "subfaction": "Ultramarines", "fact": "Roboute Guilliman (whose difficult to pronounce roman-esque name is often intentionally comically mispronounced in fandom spaces) was raised on the Roman-inspired world of Macragge by the consol Konor Guilliman who instructed him in both war and statecraft. Fearing the power of this new adopted son, the other consols of Macragge conspired and murdered Konor, leading Rowboat Gorillaman to wage a bloody campaign of revenge in the months leading to his rediscovery by the Emperor. When writing the Codex Astartes, Robot Ghilliesuit would cite this incident as precedent why the rules that governed space marines should be absolute and binding."}, {"alliance": "xenos", "faction": "Orks", "subfaction": "", "fact": "The ork word for shooting is \"Dakka\" and much of ork philosophy is driven by a desire for \"more dakka.\" Often Orks will pick their weapons largely based on how fast it shoots, rather than if it's accurate. The melee equivalent of Dakka is choppa."}, {"alliance": "xenos", "faction": "Orks", "subfaction": "", "fact": "Orks project a weak psychic field that's useless to individual Orks but can warp reality subtlety when enough of them are gathered. With enough Orks gathered together, vehicles painted red will be faster than identical counterparts and munitions painted yellow will result in larger explosions (and vice-versa) purely due to the combined belief of the assembled Orks that that should be the case."}, {"alliance": "xenos", "faction": "Orks", "subfaction": "", "fact": "In extreme cases, ork vehicles and weapons may even continue to function after using up all their fuel/ammunition because (since no one checked) the Orks still believe they're fine. There's at least one recorded instance of an ork shooting a guardsman to death with what (upon further inspection) turned out to be a broom handle because the ork reached for it and fired before realizing his mistake (and was under the presence of an incredibly powerful ork gestalt field. This is not a thing Orks can do all the time.)"}, {"alliance": "xenos", "faction": "Orks", "subfaction": "", "fact": "While orks don't have a strong sense of loyalty by any means, many in the modern era have chosen to follow Ghazghkull Mag Uruk Thraka, the self-proclaimed Beast of Armageddon. He claims to hear the voices of the ork gods, Gork and Mork, and follows their commands in his pursuit of larger and wilder fights."}, {"alliance": "xenos", "faction": "Orks", "subfaction": "", "fact": "The Ork Warlord Ghazghkull Thraka has only ever spared one enemy, the Imperium Commissar Sebastian Yarrick. After Yarrick repelled three different invasions by Thraka, the Warlord declared him his \"personal rival\" and has declared that no ork may kill him so that they may continue to butt heads as equals. When Thraka's fourth invasion succeeded, only Yarrick was allowed to leave the planet alive, being personally escorted off-world by Thraka himself."}, {"alliance": "xenos", "faction": "Orks", "subfaction": "", "fact": "The only known instance of time travel in the 40k setting occurred when a warband of orks unwittingly disrupted warp travel with their own latent psychic field and ended up arriving back at their original destination several minutes before their original departure. Never one to miss an opportunity to seize a trophy, their leader Grizgutz promptly murdered his past self in order to acquire a copy of his favorite gun. This did not cause a timeline shattering paradox because none of the orks present realized it should."}, {"alliance": "xenos", "faction": "Orks", "subfaction": "", "fact": "Tuska Daemon-Killa is an ork warlord who, appropriately, earned his name through a unique love of fighting demons. At some point in the past, this love drove him to strand himself and his warband in the warp where there was an endless supply of demons for them to fight. Khorne, the god of violence, found this so amusing that he forcefully reallocated the orks to his domain and now personally resurrects them whenever they fall in battle, ensuring that there's always a bloody conflict on his doorstep. Tuska, for his part, couldn't be happier."}, {"alliance": "xenos", "faction": "Tyrannids", "subfaction": "", "fact": "Tyrannids (often shortened to \"Nids\") are a race of intergalactic insectoids who seek only to amass more and more biomatter. To this end the invade planets teeming with life and strip them bare, consuming all organic matter and converting it to more Tyrannids."}]